{
  "E01": {
    "id": "E01",
    "name": "Statement",
    "link": "Stmt",
    "iri": "SEPIO:0000174\n",
    "iri-label": "statement",
    "cg-label": "Statement",
    "description": "An information content entity expressing a declarative sentence that is either true or false.",
    "comments": ""
  },
  "E02": {
    "id": "E02",
    "name": "AlleleMolecularConsequence",
    "parentType": "E01",
    "link": "MolCon",
    "iri": "SEPIO:0000229",
    "iri-label": "allele molecular consequence statement",
    "cg-label": "AlleleMolecularConsequence",
    "description": "A statement that describes the expected effect of a variant allele at the level of genomic or transcript sequence",
    "comments": "Molecular consequence statements typically describe the type of variation the allele represents (e.g. a deletion or insertion or translocation), the type of genomic or transcript feature the allele affects (e.g. that it occurs in a 3' UTR, or an exon), or its impact on the structure or processing of a gene (e.g. that it generates a copy number variation, results in a lost stop codon,  disrupts a slice site, or causes a frameshift elongation). Molecular Consequence statements do not include predictions about the impact a variation might have on the function of an encoded gene product. \n\nExample of usage.  Molecular consequence statements are produced by software such as Annovar (http://annovar.openbioinformatics.org), SnpEff (http://snpeff.sourceforge.net) or Variant Effect Predictor (http://www.ensembl.org/vep), and often take the form of annotation of a variant with a term from the sequence ontology such as 'missense variant', 'frameshift variant', 'splice-site variant', 'frameshift elongation', 'substitution', 'inversion'."
  },
  "E03": {
    "id": "E03",
    "name": "ConditionMechanism",
    "parentType": "E01",
    "link": "CondMech",
    "iri": "SEPIO:0000228",
    "iri-label": "condition mechanism statement",
    "cg-label": "ConditionMechanism",
    "description": "A statement about the mechanism underlying a genetic condition (e.g. if that LOF mutations in a particular gene are a known mechanism of disease).",
    "comments": ""
  },
  "E04": {
    "id": "E04",
    "name": "Criterion",
    "parentType": "E40",
    "link": "Crit",
    "iri": "SEPIO:0000192",
    "iri-label": "variant pathogenicity criterion",
    "cg-label": "Criterion",
    "description": "A specification that describes how to interpret the direction and strength of evidence provided by a specific type of information, as relevant to the pathogenicity or benignancy of a genetic variant.\n\nA specification that describes how to interpret the direction and strength of evidence provided by a specific type of information for the pathogenicity or benignancy of a genetic variant.",
    "comments": "\tIn the process of generating a variant interpretation, criterion support the generation of intermediate assertions ('criterion assessments') that establish whether a variant meets the standards set forth in the criterion. Many criterion also define a default strength to a particular type of evidence it defines (e.g. the ACMG criteria for pathogenicity are categorized as very string, strong, moderate, and supporting). These strengths are ultimately used by rules that combine the outcomes of all satisfied criterion to make a final interpretation of the variant's pathogenicity."
  },
  "E05": {
    "id": "E05",
    "name": "CanonicalAllele",
    "link": "CanAll",
    "iri": "GENO:0000890",
    "iri-label": "canonical allele",
    "cg-label": "CanonicalAllele",
    "description": "One of a set of coexisting sequence variants at a defined genomic locus, or a set of such variants located in cis on the same copy of the chromosome.\n",
    "comments": "",
    "toString": "identifier"
  },
  "E06": {
    "id": "E06",
    "name": "ContextualAllele",
    "link": "CtxAll",
    "iri": "GENO:0000891",
    "iri-label": "contextual allele",
    "cg-label": "ContextualAllele",
    "description": "An informational artifact that describes an allele as defined on a particular reference sequence.",
    "comments": "",
    "toString": "alleleName"
  },
  "E07": {
    "id": "E07",
    "name": "Gene",
    "parentType": "E40",
    "link": "G",
    "iri": "SO:0000704",
    "iri-label": "gene",
    "cg-label": "Gene",
    "description": "From SO: A region (or regions) that includes all of the sequence elements necessary to encode a functional transcript. A gene may include regulatory regions, transcribed regions and/or other functional sequence regions.",
    "comments": "",
    "toString": "geneSymbol"
  },
  "E08": {
    "id": "E08",
    "name": "NullAllele",
    "parentType": "E01",
    "link": "Null",
    "iri": "SEPIO:0000274",
    "iri-label": "null allele statement",
    "cg-label": "NullAllele",
    "description": "A statement that asserts whether an allele causes complete loss of function of a gene or gene  product. ",
    "comments": ""
  },
  "E09": {
    "id": "E09",
    "name": "CriterionAssessment",
    "parentType": "E01",
    "link": "CritAssess",
    "iri": "SEPIO:0000191",
    "iri-label": "criterion assessment",
    "cg-label": "CriterionAssessment",
    "description": "Preferred: An assertion of whether sufficient evidence exists to satisfy some pre-defined 'variant interpretation criterion', which defines requirements for a particular type of argument relevant to the pathogenicity of a genetic variant.\n\nAn assertion of whether sufficient evidence exists about a particular variant to satisfy some pre-defined 'variant interpretation criterion'. \n\n------\n\n(then see clarifying comments to the right)\n",
    "comments": "Variant interpretation criteria are provided as part of frameworks such as the ACMG Guidelines for charaterizing the pathogenicty of genetic variants. These criteria define relevant data types and rules for interpreting this data as evidence, to make a specific type of assertion about a variant that is ultimately relevant to its pathogenicity interpretation.  For example, the PM2 ACMG criterion may be met based on a study showing a variant to be absent in a particular population of healthy individuals (e.g. non-Finnish Europeans in the ExAC database). Implicit in an this criterion being 'met' is the broader assertion that the frequency of the variant is sufficiently low in healthy populations to support a meaningful argument for the pathogenicity of the variant.      \n\nIn the process of generating a variant interpretation through the ACMG workflow, criterion assessments are treate as 'intermediate' assertions that establish whether a particuar criterion is met or not for the variant under review.  Evidence relevant to the merit of this assertion is organized around one or more evidence lines, and the criterion assessment is itself used as evidence for the final interpretation of the variant's pathogenicity."
  },
  "E11": {
    "id": "E11",
    "name": "Contribution",
    "link": "Contrib",
    "iri": "SEPIO:0000158",
    "iri-label": "contribution",
    "cg-label": "Contribution",
    "description": "The actions taken by a particular agent in the creation, modification, assessment, or destruction of an artifact.",
    "comments": "A contribution describes the part played by a particular agent in the creation, modification, assessment, or descruction of an artifact. The scope of a given 'contribution' instance is constrained to include only the actions of a particular agent in contributing to a particular artifact. Contribution instances are used to organize information about when, where, how (e.g. what roles were played), and on whose behalf these actions were performed."
  },
  "E12": {
    "id": "E12",
    "name": "Agent",
    "link": "Agent",
    "iri": "PROV:agent",
    "iri-label": "Agent",
    "cg-label": "Agent",
    "description": "An agent is something that bears some form of responsibility for an activity taking place, for the existence of an entity, or for another agent's activity (from PROV).",
    "comments": "Agents are entities that actively contribute to the creation, modification or assessment of some artifact such as an assertion, evidence line, or data item. In doing so, an 'agent role' is realized.  Types of entities that play this role can include persons, organizations, and software."
  },
  "E13": {
    "id": "E13",
    "name": "Example",
    "link": "Ex",
    "iri": "",
    "iri-label": "",
    "cg-label": "",
    "description": "",
    "comments": ""
  },
  "E14": {
    "id": "E14",
    "name": "GeneticCondition",
    "link": "GenCond",
    "iri": "SEPIO:0000219",
    "iri-label": "genetic condition",
    "cg-label": "GeneticCondition",
    "description": "A disease, or a set of one or more co-occurring phenotypes, typically controlled by a single locus with a defined inheritance pattern.",
    "comments": "CB: It appears that most descriptions of mendelian conditions do emphasize the single-locus nature.  (Many say monogenic, but single-locus makes more sense to me for something like a large-deletion?)  The problem, perhapse is that we have allowed Mendelian Condition to contain terms that are not, strictly speaking, Mendelian conditions.  For instance, parent nodes in a disease ontology which is a parent to many different monogenic diseases that all share similary phenotypic features (like hearing loss).\n\nMB: I think the 'typically' accommodates this in the definition, but CG should add clarifying comments as noted above.\n\nTODO:CG to add clarifying coments here about monogenic nature of mendelian conditions ",
    "toString": "label || disease&.label"
  },
  "E16": {
    "id": "E16",
    "name": "Individual",
    "parentType": "E40",
    "link": "Indiv",
    "iri": "foaf:Person",
    "iri-label": "foaf:Person",
    "cg-label": "Individual",
    "description": "A human being regarded as an individual.",
    "comments": ""
  },
  "E17": {
    "id": "E17",
    "name": "IndividualCondition",
    "parentType": "E01",
    "link": "IndCond",
    "iri": "SEPIO:0000238",
    "iri-label": "individual condition statement",
    "cg-label": "IndividualCondition",
    "description": "A statement about whether a individual is affected by or exhibits a particular condition.",
    "comments": "A 'condition' can be either a disease affecting the individual or a set of one or more phenotypes the individual exhibits."
  },
  "E18": {
    "id": "E18",
    "name": "FamilyCondition",
    "parentType": "E01",
    "link": "FamCond",
    "iri": "SEPIO:0000239",
    "iri-label": "family condition statement",
    "cg-label": "FamilyCondition",
    "description": "A statement describing the presence of a particular disease appears in the history of a family.",
    "comments": "Used  to indicate if there are other  individuals that are affected by or exhibit  a condition in the proband's family."
  },
  "E19": {
    "id": "E19",
    "name": "IndividualAlleleInheritance",
    "parentType": "E01",
    "link": "IndAllInh",
    "iri": "SEPIO:0000240",
    "iri-label": "individual allele inheritance statement",
    "cg-label": "IndividualAlleleInheritance",
    "description": "A statement about the origin of a particular allele in an individual - i.e. whether it occurred  de novo in the individual as a result of a spontaneous mutation event, or whether it was inherited from a parent.",
    "comments": ""
  },
  "E20": {
    "id": "E20",
    "name": "AlleleFunctionalImpact",
    "parentType": "E01",
    "link": "Func",
    "iri": "SEPIO:0000241",
    "iri-label": "allele functional impact statement",
    "cg-label": "AlleleFunctionalImpact",
    "description": "A statement describing a particular experimental result about the impact of an allele on gene product function (typically that of the directly affected gene).",
    "comments": ""
  },
  "E21": {
    "id": "E21",
    "name": "CaseControl",
    "parentType": "E01",
    "link": "CaseCtrl",
    "iri": "SEPIO:0000242",
    "iri-label": "case control allele frequency statement",
    "cg-label": "CaseControl",
    "description": "A statement describing allele frequencies identified in a particular study group as a function of case-control status (i.e frequency in affected vs unaffected study groups)",
    "comments": ""
  },
  "E22": {
    "id": "E22",
    "name": "SequenceLocation",
    "parentType": "E40",
    "link": "Loc",
    "iri": "GENO:0000815",
    "iri-label": "sequence feature position",
    "cg-label": "SequenceLocation",
    "description": "The location of a sequence feature as specified by  the coordinates of its starting and ending residues relative to some reference sequence.",
    "comments": "TODO MB: add comment clarifying 'sequence feature' used in SO sense, and explain this"
  },
  "E23": {
    "id": "E23",
    "name": "AlleleFrequency",
    "parentType": "E01",
    "link": "AllFreq",
    "iri": "SEPIO:0000227",
    "iri-label": "population allele frequency statement",
    "cg-label": "AlleleFrequency",
    "description": "A statement that describes the frequency of an allele as determined in a defined group of individuals (typically a representative sampling that serves as a proxy for some larger population of individuals)\n",
    "comments": "The population in which allele frequency is determined is defined based on features such as  ethnicity, nationality, geography, socio-economic status, etc.  "
  },
  "E24": {
    "id": "E24",
    "name": "RegionType",
    "parentType": "E01",
    "link": "RegTyp",
    "iri": "SEPIO:0000243",
    "iri-label": "region type statement",
    "cg-label": "RegionType",
    "description": "A statement that classifies a particular region of biological sequence as being of a specified type or types  (e.g. using terms from the Sequence Ontology).",
    "comments": ""
  },
  "E25": {
    "id": "E25",
    "name": "RegionAlleles",
    "parentType": "E01",
    "link": "RegAll",
    "iri": "SEPIO:0000244",
    "iri-label": "region alleles statement",
    "cg-label": "RegionAlleles",
    "description": "A statement about whether a region of genomic sequence overlaps one or more particular alleles.",
    "comments": ""
  },
  "E26": {
    "id": "E26",
    "name": "ReferenceSequence",
    "parentType": "E40",
    "link": "RefSeq",
    "iri": "GENO:0000017",
    "iri-label": "reference sequence feature",
    "cg-label": "ReferenceSequence",
    "description": "A sequence feature that serves as a standard against which variant versions of the sequence feature are compared, or against which located sequence features within the reference region are aligned in order to assign position information.",
    "comments": ""
  },
  "E28": {
    "id": "E28",
    "name": "IndividualGenotype",
    "parentType": "E01",
    "link": "IndGeno",
    "iri": "SEPIO:0000245",
    "iri-label": "individual genotype statement",
    "cg-label": "IndividualGenotype",
    "description": "A statement describing the allelic state of one or more alleles in the genome of an individual (e.g. zygosity information, or phase relative to a second allele).",
    "comments": ""
  },
  "E29": {
    "id": "E29",
    "name": "Haplotype",
    "parentType": "E40",
    "link": "Haplo",
    "description": "A set of alleles on the same molecule (i.e. in cis)"
  },
  "E30": {
    "id": "E30",
    "name": "Genotype",
    "parentType": "E40",
    "link": "Geno",
    "iri": "",
    "iri-label": "",
    "cg-label": "Genotype",
    "description": "A set of haplotypes on different molecules (i.e. in trans)",
    "comments": ""
  },
  "E32": {
    "id": "E32",
    "name": "AssertionMethod",
    "parentType": "E40",
    "link": "AssertMeth",
    "iri": "SEPIO:0000193",
    "iri-label": "variant pathogenicity interpretation guideline",
    "cg-label": "AssertionMethod",
    "description": "A specification that describes how to interpret information as evidence in order to make an  assertion about the pathogenicity of a genetic variant.",
    "comments": "Guidelines typically include specific 'variant interpretation criterion' that describe how to interpret the direction and strength of evidence provided by a particular type of information, and 'criterion scoring algorithms' which describe how to combine the outcomes of each criterion assessment to arrive at a final interpretation of a variant's pathogenicity.\n. . . "
  },
  "E33": {
    "id": "E33",
    "name": "ScoringAlgorithm",
    "parentType": "E40",
    "link": "ScorAlg",
    "iri": "SEPIO:0000224",
    "iri-label": "varriant pathogenicity criterion scoring algorithm",
    "cg-label": "ScoringAlgorithm",
    "description": "A specification for how to collectively evaluate the outcomes of one or more variant pathogenicity criterion assessments as evidence, to make an assertion about the pathogenicity of a variant.",
    "comments": "These rules consider both the direction (does it support a pathogenic or benign interpretation) and the asserted strength  (what level of support does it provide) of the evidence provided by each satisfied criteria, and define mappings from specific combinations of these outcomes to particular interpretations of the variant's pathogenicity."
  },
  "E35": {
    "id": "E35",
    "name": "VariantInterpretation",
    "parentType": "E01",
    "link": "VarInterp",
    "iri": "SEPIO:0000190",
    "iri-label": "variant pathogenicity interpretation",
    "cg-label": "VariantInterpretation",
    "description": "An assertion about the pathogenicity of a genetic sequence variant, based on evaluation of one or more lines of evidence.",
    "comments": "The generation of variant Interpretations typically follows specific guidelines that include a defined set of 'criteria' specifying how to interpret specific types of information as evidence, and a set of rules ('criterion scoring algorithms') for combining the outcomes of individual criterion assessments to make a final interpretation of a variant's pathogenicity.  "
  },
  "E39": {
    "id": "E39",
    "name": "UserLabel",
    "link": "UsrLabl",
    "iri": "SEPIO-CG:03500",
    "iri-label": "",
    "cg-label": "UserLabel",
    "description": "TODO\n(LB) this is the final name we agreed to use in place of Synonym with MBrush at the 10/10/17 mtg.",
    "comments": ""
  },
  "E40": {
    "id": "E40",
    "name": "DomainEntity",
    "iri": "SEPIO-CG:03000",
    "iri-label": "",
    "cg-label": "DomainEntity",
    "description": "Parent class for all concepts that may fit the following uses: \n- referenced in a ValueSet\n- provide for an optional UserLabel in lieu of the registered id label\n- define a novel concept with only a UserLabel for a given subclass",
    "comments": ""
  },
  "E41": {
    "id": "E41",
    "name": "IdentifierSystem",
    "parentType": "E40",
    "link": "IdSys",
    "iri": "SEPIO-CG:01000",
    "iri-label": "",
    "cg-label": "IdentifierSystem",
    "description": "(LB) this is not directly related to the model, but it is needed for our work in order to store the data for all the Systems and related meta data, URIs, prefixes, OIDs, etc. that provide externally referenced identifiers.  ",
    "comments": ""
  },
  "E43": {
    "id": "E43",
    "name": "BenignMissenseVariationRate",
    "parentType": "E01",
    "link": "BMVR",
    "iri": "SEPIO:0000246",
    "iri-label": "benign missense variation rate statement",
    "cg-label": "BenignMissenseVariationRate",
    "description": "A statement about the frequency at which missense variants in a particular region are tolerated (i.e. do not cause a pathological condition)",
    "comments": ""
  },
  "E44": {
    "id": "E44",
    "name": "Family",
    "parentType": "E40",
    "link": "Fam",
    "iri": "PCO:0000020",
    "iri-label": "family",
    "cg-label": "Family",
    "description": "From PCO: A domestic group, or a number of domestic groups linked through descent (demonstrated or stipulated) from a common ancestor, marriage, or adoption.",
    "comments": "TODO MB:make term request for PCO to subtype of family describing groups of individuals related by descent (biological family)\n\n\n"
  },
  "E45": {
    "id": "E45",
    "name": "FamilySegregation",
    "parentType": "E01",
    "link": "FamSeg",
    "iri": "SEPIO:0000247",
    "iri-label": "family co-segregation statement",
    "cg-label": "FamilySegregation",
    "description": "A statement describing the correlation between the presence of a particular allele and the manifestation of a mendelian condition, as inherited through a single family pedigree (i.e. co-segregation of an allele and condition in a single family).\n\n",
    "comments": "Co-segregatation' refers to the correlation between the presence of a particular allele and the manifestation of a condition in a family pedigree. When an allele and a condition are only found together in family members, they are said to co-segregate. \n\nWhen there are no individuals that have the allele without the condition or the condition without the allele, the allele and condition are said to co-segregate."
  },
  "E46": {
    "id": "E46",
    "name": "AggregateSegregation",
    "parentType": "E01",
    "link": "AggSeg",
    "iri": "SEPIO:0000248",
    "iri-label": "aggregate co-segregation statement",
    "cg-label": "AggregateSegregation",
    "description": "A statement describing the correlation between the presense of a particular allele and the manifestation of a disease or phenotypes, as determined by examining inheritance patterns across multiple families (i.e. co-segregation of an allele and condition, aggregated across multiple family pedigrees).",
    "comments": ""
  },
  "E47": {
    "id": "E47",
    "name": "InSilicoPrediction",
    "parentType": "E01",
    "link": "InSilicoPred",
    "iri": "SEPIO:0000249",
    "iri-label": "in silico prediction statement",
    "cg-label": "InSilicoPrediction",
    "description": "A statement based on the output of a computational algorithm that predicts the impact of a particular allele on the function of its resulting gene product (e.g. 'deleterious', 'damaging', 'tolerated').",
    "comments": ""
  },
  "E48": {
    "id": "E48",
    "name": "LocusHeterogeneity",
    "parentType": "E01",
    "link": "LocHet",
    "iri": "SEPIO:0000250",
    "iri-label": "condition gene specificity?\n\ngenetic etiology?\n\nlocus heterogeneity?",
    "cg-label": "LocusHeterogeneity",
    "description": "A statement that reflects the specificity with which a genetic condition is caused by variants in a particular gene or locus (i.e. whether it is the only known gene associated with the condition, or one or more other genes have been linked to the condition).",
    "comments": "The gene-specificity for a condition is low if the condition can be caused by other genes or factors, and high/complete if mutations in the gene are only known cause."
  },
  "E49": {
    "id": "E49",
    "name": "ConditionPrevelance",
    "parentType": "E01",
    "link": "CondPrev",
    "iri": "SEPIO:0000251",
    "iri-label": "condition prevalence statement",
    "cg-label": "ConditionPrevelance",
    "description": "A statement describing the frequency of a condition as determined for a particular population of persons (ascertained by factors  such as ethnicity, race, socio-economic  status, geographic residence, etc).",
    "comments": ""
  },
  "E50": {
    "id": "E50",
    "name": "ConditionPenetrance",
    "parentType": "E01",
    "link": "CondPenet",
    "iri": "SEPIO:0000252",
    "iri-label": "condition penetrance statement",
    "cg-label": "ConditionPenetrance",
    "description": "A statement describing the proportion of individuals carrying a causal allele who exhibit a particular disease or phenotype.",
    "comments": ""
  },
  "E51": {
    "id": "E51",
    "name": "AlleleConservation",
    "parentType": "E01",
    "link": "AllConserv",
    "iri": "SEPIO:0000253",
    "iri-label": "allele conservation statement",
    "cg-label": "AlleleConservation",
    "description": "A statement about the degree of evolutionary conservation of an allele across a defined set of taxa/species. ",
    "comments": ""
  },
  "E52": {
    "id": "E52",
    "name": "InSilicoPredictionScore",
    "parentType": "E01",
    "link": "InSilicoPredScore",
    "iri": "???",
    "iri-label": "",
    "cg-label": "InSilicoPredictionScore",
    "description": "A statement describing a quantitative score fron an InSilico Prediction",
    "comments": ""
  },
  "E53": {
    "id": "E53",
    "name": "AlleleConservationScore",
    "parentType": "E01",
    "link": "AllConservScore",
    "iri": "???",
    "iri-label": "",
    "cg-label": "AlleleConservationScore",
    "description": "A statement describing a quantitative score of the degree of evolutionary conservation of an allele across a defined set of taxa/species",
    "comments": ""
  },
  "E54": {
    "id": "E54",
    "name": "ValueSet",
    "link": "VS",
    "iri": "SEPIO-CG:02000",
    "iri-label": "",
    "cg-label": "ValueSet",
    "description": "A set of identifiers that can be used as the values of specific properties",
    "comments": ""
  },
  "E56": {
    "id": "E56",
    "name": "EvidenceLine",
    "link": "EvLn",
    "iri": "SEPIO:0000002",
    "iri-label": "evidence line",
    "cg-label": "EvidenceLine",
    "description": "Preferred: An evidence line represents an independently meaningful argument for or against a particular proposition, that is based on the interpretation of one or more pieces of information as evidence.\n\nAn evidence line represents an agent's interpretation of one or more pieces of information as an independently meaningful argument relevant to the validity of a particular proposition\n\nAn information content entity that rerpresents an independently meaningful argument for or against a particular proposition, and that is based on the interpretation of one or more pieces of information as evidence.",
    "comments": "Evidence lines are organizational nodes in SEPIO used to group all 'evidence items' (pieces of information interpreted as evidence) that contribute to one independent argument relevant to the validity of a proposition. Most often, 'evidence items' are grouped under an evidence line in virtue of their having been generated in a single study or investigation. For example, primary measurement values and derived statistical scores from a study of blood glucose levels in wild-type vs. mutant  mice are all evidence items that would belong to the same Evidence Line. But sometimes information arising from completely separate lines of investigation is grouped under a single evidence line - in cases where two or more independent facts or findings must all be true in order for a meaningful argument for or against a proposition to exist.  For example, the ACMG \"PVS1\" criteria holds that very strong evidence for the pathogenicity of a variant allele exists when: (1) it represents a 'null mutation' that inactivates the resulting gene product, and (2) loss-of-function of the affected gene is a known mechanism of disease. An evidence line based on this criteria would group all evidence items pertinent to establishing either of these independent facts.\n\nAn evidence line is created through the interpretation of one or more pieces of information that collectively support a meaningful argument for or against a proposition. To qualify as an evidence line, this argument must be independently significant as evidence - i.e. it must be capable of affecting the probability of accepting the target proposition as true. This does not mean, however, that an evidence line must be independently sufficient to establish belief in the proposition, as additional evidence lines may be required to ultimately accept the proposition as true. For example, in the ACMG framework for variant interpretations establishes a variant's \"absence in population databases\" as a type of evidence line that can argue for the pathogenicty of the variant. But the ACMG Framework does not consider this argument alone as sufficient to establish a variant's pathogencity, as the additional lines of evidence are required to classify it as definitively pathogenic (e.g. a line of evidence demonstrating the variant to have a deleterious effect on protein function, or showing it to segregate with disease features in a family tree).\n\nEditor Note:\nIt may help to think of evidence lines as representing the relationship between a set of one or more 'evidence items' and a proposition, where the evidence items are interpreted together as supporting one argument  for or against a particular proposition. In SEPIO however, we define them as representing the argument itself, as this is the simplest and most pragmatic way to explain this concept to users. But we acknowledge that the precise ontological nature of an 'argument', and therefore an 'evidence line', in the context of the BFO remains ambiguous."
  },
  "E57": {
    "id": "E57",
    "name": "MolecularConsequence",
    "parentType": "E40",
    "link": "MolConID",
    "iri": "SEPIO-CG:55102",
    "iri-label": "",
    "cg-label": "MolecularConsequence",
    "description": "A classification of a genomic variant based on its effect on a transcript or its location with respect to the transcript."
  },
  "E58": {
    "id": "E58",
    "name": "Significance",
    "parentType": "E40",
    "link": "SigID",
    "iri": "SEPIO-CG:55101",
    "iri-label": "",
    "cg-label": "Significance",
    "description": "The role that a variant plays in the causing a genetic condition."
  },
  "E59": {
    "id": "E59",
    "name": "RegionAnnotation",
    "parentType": "E40",
    "link": "RegAnnID",
    "iri": "SEPIO-CG:55102",
    "iri-label": "",
    "cg-label": "RegionAnnotation",
    "description": "A label applied to a sequence region"
  },
  "E60": {
    "id": "E60",
    "name": "Phase",
    "parentType": "E40",
    "link": "PhaseID",
    "iri": "SEPIO-CG:55103",
    "iri-label": "",
    "cg-label": "Phase",
    "description": "Value denoting whether sequence features lie on the same or different molecules"
  },
  "E61": {
    "id": "E61",
    "name": "AllelicState",
    "parentType": "E40",
    "link": "AllStateID",
    "iri": "SEPIO-CG:55104",
    "iri-label": "",
    "cg-label": "AllelicState",
    "description": "Describes the existence of an allele across multiple copies of a chromosome."
  },
  "E62": {
    "id": "E62",
    "name": "ModeOfInheritance",
    "parentType": "E40",
    "link": "ModeOfInhID",
    "iri": "SEPIO-CG:55105",
    "iri-label": "",
    "cg-label": "ModeOfInheritance",
    "description": "Classifies the transmission pattern of a condition in a pedigree."
  },
  "E64": {
    "id": "E64",
    "name": "Mechanism",
    "parentType": "E40",
    "link": "MechID",
    "iri": "SEPIO-CG:55107",
    "iri-label": "",
    "cg-label": "Mechanism",
    "description": "The particular type of allele that can lead to a condition"
  },
  "E65": {
    "id": "E65",
    "name": "Prediction",
    "parentType": "E40",
    "link": "PredID",
    "iri": "SEPIO-CG:55108",
    "iri-label": "",
    "cg-label": "Prediction",
    "description": "The type of InSilico Predictor"
  },
  "E66": {
    "id": "E66",
    "name": "CriterionEvaluation",
    "parentType": "E40",
    "link": "CritEvalID",
    "iri": "SEPIO-CG:55109",
    "iri-label": "",
    "cg-label": "CriterionEvaluation",
    "description": "Denotes whether the collected evidence is sufficient to meet a specified criteria or not"
  },
  "E67": {
    "id": "E67",
    "name": "AlleleFunctionalAssayMethod",
    "parentType": "E40",
    "link": "AFAMID",
    "iri": "SEPIO-CG:55110",
    "iri-label": "",
    "cg-label": "AlleleFunctionalAssayMethod",
    "description": "The method of a functional assay"
  },
  "E68": {
    "id": "E68",
    "name": "Population",
    "parentType": "E40",
    "link": "PopID",
    "iri": "SEPIO-CG:55111",
    "iri-label": "",
    "cg-label": "Population",
    "description": "Label for a group of individuals with a shared genetic background"
  },
  "E69": {
    "id": "E69",
    "name": "BenignMissenseVariationRateOutcome",
    "parentType": "E40",
    "link": "BMVROID",
    "iri": "SEPIO-CG:55112",
    "iri-label": "",
    "cg-label": "BenignMissenseVariationRateOutcome",
    "description": "The rate of missense variation in a transcript that do not lead to a genetic condition"
  },
  "E70": {
    "id": "E70",
    "name": "Penetrance",
    "parentType": "E40",
    "link": "PenetID",
    "iri": "SEPIO-CG:55113",
    "iri-label": "",
    "cg-label": "Penetrance",
    "description": "The chance of having a particular genetic condition given the presence of a particular variant or damaged gene"
  },
  "E71": {
    "id": "E71",
    "name": "ConditionMechanismStrength",
    "parentType": "E40",
    "link": "CondMechStrgID",
    "iri": "SEPIO-CG:55114",
    "iri-label": "",
    "cg-label": "ConditionMechanismStrength",
    "description": "The strength of association between a genetic mechanism and a condition"
  },
  "E72": {
    "id": "E72",
    "name": "EvidenceLineStrength",
    "parentType": "E40",
    "link": "EvLnStrgID",
    "iri": "SEPIO-CG:55115",
    "iri-label": "",
    "cg-label": "EvidenceLineStrength",
    "description": "Degree of support that a set of evidence lends to a subsequent statement"
  },
  "E73": {
    "id": "E73",
    "name": "Disease",
    "parentType": "E40",
    "link": "DisID",
    "iri": "SEPIO-CG:55116",
    "iri-label": "",
    "cg-label": "Disease",
    "description": "From MONDO: An alteration of health status resulting from a physiopathological mechanism, and having a homogeneous clinical presentation and evolution and homogeneous therapeutic possibilities."
  },
  "E74": {
    "id": "E74",
    "name": "Phenotype",
    "parentType": "E40",
    "link": "PhenID",
    "iri": "SEPIO-CG:55117",
    "iri-label": "",
    "cg-label": "Phenotype",
    "description": "From NCIT: The assemblage of traits or outward appearance of an individual. It is the product of interactions between genes and between genes and the environment."
  },
  "E76": {
    "id": "E76",
    "name": "ContributoryRole",
    "parentType": "E40",
    "link": "ContribRoleID",
    "iri": "SEPIO-CG:55118",
    "iri-label": "",
    "cg-label": "ContributoryRole",
    "description": "The role played by an agent in the creation of an artifact"
  },
  "E77": {
    "id": "E77",
    "name": "AlleleInheritance",
    "parentType": "E40",
    "link": "AlleleInhID",
    "iri": "SEPIO-CG:55119",
    "iri-label": "",
    "cg-label": "AlleleInheritance",
    "description": "The source of an allele in an individual"
  },
  "E78": {
    "id": "E78",
    "name": "Ascertainment",
    "parentType": "E40",
    "link": "AscrtID",
    "iri": "SEPIO-CG:55120",
    "iri-label": "",
    "cg-label": "Ascertainment",
    "description": "The method by which a set of people was chosen to define a group"
  },
  "E79": {
    "id": "E79",
    "name": "LocusSpecificity",
    "parentType": "E40",
    "link": "LocSpecID",
    "iri": "SEPIO-CG:55121",
    "iri-label": "",
    "cg-label": "LocusSpecificity",
    "description": "The degree to which a condition implicates a specific genomic locus, such as a gene."
  },
  "E80": {
    "id": "E80",
    "name": "Conservation",
    "parentType": "E40",
    "link": "ConsrvID",
    "iri": "SEPIO-CG:55122",
    "iri-label": "",
    "cg-label": "Conservation",
    "description": "The degree to which an allele is preserved over evolutionary history"
  },
  "E81": {
    "id": "E81",
    "name": "ParentalConfirmation",
    "parentType": "E40",
    "link": "ParenConfID",
    "iri": "SEPIO-CG:55123",
    "iri-label": "",
    "cg-label": "ParentalConfirmation",
    "description": "Whether or not parentage has been confirmed with a genetic test"
  },
  "E82": {
    "id": "E82",
    "name": "ConditionStatus",
    "parentType": "E40",
    "link": "CondStatID",
    "iri": "SEPIO-CG:55124",
    "iri-label": "",
    "cg-label": "ConditionStatus",
    "description": "Whether or not an individual is affected by a specific genetic condition"
  },
  "E83": {
    "id": "E83",
    "name": "InconsistentSegregationObserved",
    "parentType": "E40",
    "link": "InconSegObsID",
    "iri": "SEPIO-CG:55125",
    "iri-label": "",
    "cg-label": "InconsistentSegregationObserved",
    "description": "Whether or not inconsistent segretations have been observed in a pedigree"
  },
  "E84": {
    "id": "E84",
    "name": "NullAlleleOutcome",
    "parentType": "E40",
    "link": "NullAllOutID",
    "iri": "SEPIO-CG:55126",
    "iri-label": "",
    "cg-label": "NullAlleleOutcome",
    "description": "Denotes whether an allele leads to a non-functional transcript"
  },
  "E85": {
    "id": "E85",
    "name": "RegionAllelesOutcome",
    "parentType": "E40",
    "link": "RegAllOutID",
    "iri": "SEPIO-CG:55127",
    "iri-label": "",
    "cg-label": "RegionAllelesOutcome",
    "description": "Whether or not an allele overlaps a sequence region"
  },
  "E86": {
    "id": "E86",
    "name": "ValueSetConceptListExtensibility",
    "parentType": "E40",
    "link": "VSCLExtnsID",
    "iri": "SEPIO-CG:55128",
    "iri-label": "",
    "cg-label": "ValueSetConceptListExtensibility",
    "description": "Whether or not a ValueSet can be extended by users"
  }
}